tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "ccat"
brew "git"
brew "htop"
brew "nvm"
brew "pnpm"
brew "rsync"
brew "trash"
brew "tree"
brew "vim"
brew "zsh"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "colorsnapper"
cask "comictagger"
cask "db-browser-for-sqlite"
cask "discord"
cask "figma"
cask "firefox"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "keka"
cask "keycastr"
cask "logi-options-plus"
cask "namechanger"
cask "notion"
cask "obsidian"
cask "onyx"
cask "plex-media-server"
cask "silentknight"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xnconvert"
cask "yacreader"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "astro-build.houston"
vscode "BeardedBear.beardedicons"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "Gruntfuggly.activitusbar"
