tap "homebrew/bundle"
tap "homebrew/services"
brew "ccat"
brew "fnm"
brew "git"
brew "nano"
brew "pnpm"
brew "starship"
brew "trash", link: true
brew "tree"
brew "vim"
brew "woff2"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adguard"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "colorsnapper"
cask "comictagger"
cask "discord"
cask "figma"
cask "github"
cask "iina"
cask "keka"
cask "mac-mouse-fix"
cask "maccy"
cask "notion"
cask "obsidian"
cask "onyx"
cask "plex-media-server"
cask "runjs"
cask "silentknight"
cask "sony-ps-remote-play"
cask "transmission"
cask "visual-studio-code"
cask "xnconvert"
cask "yacreader"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "astro-build.houston"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "kdl-org.kdl"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode.live-server"
vscode "tamasfe.even-better-toml"
vscode "tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
