tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "ccat"
brew "fnm"
brew "git"
brew "htop"
brew "pnpm"
brew "rsync"
brew "starship"
brew "trash"
brew "tree"
brew "vim"
brew "woff2"
brew "zellij"
brew "zsh"
brew "zsh-autosuggestions"
cask "adguard"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "colorsnapper"
cask "comictagger"
cask "db-browser-for-sqlite"
cask "discord"
cask "figma"
cask "github"
cask "imageoptim"
cask "keka"
cask "keycastr"
cask "mac-mouse-fix"
cask "namechanger"
cask "notion"
cask "onyx"
cask "plex-media-server"
cask "runjs"
cask "silentknight"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "xnconvert"
cask "yacreader"
cask "zed"
cask "zoom"
vscode "astro-build.astro-vscode"
vscode "astro-build.houston"
vscode "bradlc.vscode-tailwindcss"
vscode "esbenp.prettier-vscode"
vscode "kdl-org.kdl"
vscode "ms-vscode.live-server"
vscode "tamasfe.even-better-toml"
vscode "tyriar.lorem-ipsum"
vscode "unifiedjs.vscode-mdx"
